{
	"languages": {
		"en": {
			"name": "English",
			"code": "EN",
			"synopsis": {
				"logline": "For Kayden, Jag, and Amar, awakening to and expressing their sexuality within conservative South Asian families was a lonely and terrifying experience. Heart-wrenching and healing, their distinct coming-out paths offer comfort, compassion, and inspiration to individuals and communities struggling with acceptance.",
				"short": "For Kayden, Jag, and Amar, awakening to and expressing their sexuality within conservative South Asian families was a lonely and terrifying experience. Denial, shame and despair haunted their youths, even threatening their lives. Yet, they've emerged. In the feature documentary Emergence: Out of the Shadows, the disparate journeys of Kayden, Jag and Amar converge around a shared sense of compassion and healing as they bravely convey their often heart-wrenching stories. Confronted with tradition and taboo, Jag's parents and Amar's mother choose love and support for their children, offering courage and inspiration to individuals and communities struggling with acceptance.",
				"long": "For Kayden, Jag, and Amar, awakening to and expressing their sexuality within conservative South Asian families was a lonely and terrifying experience. Denial, shame and despair haunted their youths, even threatening their lives. Yet, they've emerged. In the gripping feature documentary Emergence: Out of the Shadows, the disparate journeys of Kayden, Jag and Amar candidly converge around a shared sense of compassion and healing as they bravely convey their often heart-wrenching stories. Confronted with tradition and taboo in their Punjabi Sikh cultures, resisting silence, Jag's parents and Amar's mother choose love over rejection, offering courage and inspiration to individuals and communities struggling with acceptance. Tender, thoughtful and teary, Emergence: Out of the Shadows asserts a potent and transformative voice in support of marginalized queer youth and their families."
			}
		},
		"fr": {
			"name": "Français",
			"code": "FR",
			"synopsis": {
				"logline": "Pour Kayden, Jag et Amar, jeunes issus de familles conservatrices d'Asie du Sud, réaliser et assumer leur sexualité a été un parcours solitaire et douloureux. A la fois déchirantes et libératrices, leurs histoires de coming-out, chacune différente, suscitent réconfort et compassion, et inspireront toutes celles et ceux qui luttent pour plus de tolérance."
			}
		},
		"hi": {
			"name": "हिन्दी",
			"code": "HI",
			"synopsis": {
				"logline": "केडन, जग और अमर के लिए अपनी लैंगिकता से परिचित होना और उसे रूढ़िवादी, दक्षिण-एशियाई परिवारों में व्यक्त करना, एक बड़ा ही भयानक और अकेलेपन का अनुभव था। यह दिल दहलाने वाला और दिल पर मरहम लगाने वाला अनुभव तो था ही मगर इस के साथ-साथ उन्हें आश्वासन भी मिला। नयी डगर पर प्यार, सहानुभुति मिली और वे ऐसे व्यक्तियों और समुदायों के लिए प्रेरणा स्रोत भी बने जो अभी भी अपने अस्तित्व की लड़ाई लड़ रहे हैं।"
			}
		},
		"pa": {
			"name": "ਪੰਜਾਬੀ",
			"code": "PA",
			"synopsis": {
				"logline": "ਕੇਡੇਨ, ਜੈਗ ਅਤੇ ਅਮਰ ਲਈ ਆਪਣੇ ਪਰਿਵਾਰਾਂ ਨੂੰ ਆਪਣੀ ਲਿੰਗਕਤਾ ਦੇ ਬਾਰੇ ਦੱਸਣਾ ਬੜਾ ਹੀ ਮੁਸ਼ਕਿਲ ਤੇ ਡਰਾਵਣਾ ਤਜ਼ਰਬਾ ਸੀ. ਦਿੱਲ ਨੂੰ ਨਚੋੜ ਦੇਣ ਵਾਲੀ ਹਕੀਕਤ, ਤਿਨ੍ਹਾਂ ਦਾ ਆਪਣਾ ਵੱਖਰਾ ਰਸਤਾ ਤੇ ਮੁਸੀਬਤਾਂ, ਉਸ ਹਰ ਇੱਕ ਵਿਅਕਤੀ ਤੇ ਸਮਾਜ ਲਈ ਇੱਕ ਦਿਲਾਸਾ, ਹਮਦਰਦੀ ਅਤੇ ਪ੍ਰੇਰਣਾ ਦਾ ਸਰੋਤ ਹੈ ਜੋ ਇਸ ਵੇਲੇ ਐਸੀ ਸਥਿਤੀ ਚੋ ਵਿਚਰ ਰਹੇ ਹਨ."
			}
		},
		"ur": {
			"name": "اردو",
			"code": "UR",
			"synopsis": {
				"logline": "کیڈن،جگ اور امر کیلئے اپنی روایتی ساؤتھ ایشین برادری میں اپنی جنسیت کی پہچان اور اظہار کا مرحلہ بہت تنہا، خوفناک، اور تکلئف دہ عمل تھا۔ وہ لوگ جو اپنی پہچان منوانا چاہتے ہیں اور سماج انہیں قبول کرنے میں ہچکچاہٹ محسوس کر رہا ہے ، انکے لئے ان تینوں کا خاصانداز بہت پر تاثیر، باعث اطمینان اور حوصلہ مند ہے۔"
			}
		},
		"pt": {
			"name": "Português",
			"code": "PT",
			"synopsis": {
				"long": "Para Kayden, Jag, e Amar, acordar e expressar a sua sexualidade no seio de famílias conservadoras do Sul da Ásia foi uma experiência solitária e aterradora. Negação, vergonha e desespero assombra-lhes a juventude, colocando as suas vidas em causa. No entanto, eles emergiram. No documentário de longa-metragem 'Emergence: Out of the Shadows', as viagens de Kayden, Jag e Amar convergem em torno de um sentimento partilhado de compaixão e cura, à medida que transmitem corajosamente as suas histórias arrebatadoras. Confrontados com a tradição e o tabu nas suas culturas Punjabi Sikh, os pais de Jag e a mãe de Amar escolhem o amor e o apoio aos seus filhos, oferecendo coragem e inspiração a indivíduos e comunidades que lutam pela aceitação."
			}
		}
	}
}